dbaeumer.vscode-eslint
bradlc.vscode-tailwindcss
formulahendry.auto-rename-tag
ecmel.vscode-html-css
zignd.html-css-class-completion
pranaygp.vscode-css-peek
esbenp.prettier-vscode
ritwickdey.liveserver
bmewburn.vscode-intelephense-client
mehedidracula.php-namespace-resolver
wordpresstoolbox.wordpress-toolbox
ms-python.python
ms-python.pylance
ms-python.debugpy
ms-python.black-formatter
donjayamanne.python-environment-manager
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
ms-toolsai.jupyter
mechatroner.rainbow-csv
eamodio.gitlens
mhutchie.git-graph
github.vscode-github-actions
golang.go
rust-lang.rust-analyzer
ms-vscode.cpptools
redhat.vscode-yaml
tamasfe.even-better-toml
visualstudioexptteam.vscodeintellicode
christian-kohler.path-intellisense
christian-kohler.npm-intellisense
usernamehw.errorlens
gruntfuggly.todo-tree
streetsidesoftware.code-spell-checker
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
liximomo.sftp
yzhang.markdown-all-in-one
bierner.github-markdown-preview
pkief.material-icon-theme
antfu.theme-vitesse
